Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DICTATE_BUTTON_TITLE
source: Dictate Replacement
ar: تبديل الإملاء
bg: Замяна на диктовка
ca: Substitució de dictat
cs: Nadiktovat náhradu
da: Dikter udskiftning
de: Ersetzenden Text diktieren
el: Υπαγόρευση αντικατάστασης
es: Dictar sustitución
es_us: Dictar reemplazo
fi: Sanele korvaus
fr: Dicter le remplacement
fr_ca: Dicter le nouveau contenu
he: הכתבת חלופה
hi: प्रतिस्थापन डिक्टेट करें
hr: Diktiraj zamjenu
hu: Diktált csereszöveg
id: Diktekan Pengganti
it: Detta sostituzione
ja: 置換項目を音声入力
kk: Ауыстыруды дауыспен енгізу
ko: 받아쓰기 대치
lt: Diktuoti pakeitimą
ms: Rencanakan Penggantian
nl: Dicteer vervanging
no: Dikter erstatning
pl: Podyktuj nowy tekst
pt_br: Substituição de Ditado
pt_pt: Ditar substituição
ro: Dictați înlocuirea
ru: Продиктовать замену
sk: Nadiktovať náhradu
sl: Narekuj zamenjavo
sv: Diktera ersättning
th: ป้อนข้อความที่ใช้แทนที่ตามคำบอก
tr: Dikte Değişimi
uk: Диктувати заміну
vi: Thay thế đọc chính tả
zh_cn: 听写替换
zh_hk: 聽寫替代
zh_tw: 替代聽寫

# PUNCTUATION_REPLACEMENTS_DEFAULT
source: Default Replacements
ar: البدائل الافتراضية
bg: Замествания по подразбиране
ca: Substitucions per omissió
cs: Výchozí náhrady
da: Standarderstatninger
de: Standardersetzungen
el: Προεπιλεγμένες αντικαταστάσεις
es: Sustituciones por omisión
es_us: Sustituciones predeterminadas
fi: Oletuskorvaukset
fr: Remplacements par défaut
fr_ca: Remplacements par défaut
he: חלופות ברירת המחדל
hi: डिफ़ॉल्ट प्रतिस्थापन
hr: Standardne zamjene
hu: Alapértelmezett cserék
id: Pengganti Default
it: Sostituzioni di default
ja: デフォルトの置換
kk: Әдепкі бойынша ауыстырулар
ko: 기본 대치 항목
lt: Numatytieji pakaitalai
ms: Penggantian Lalai
nl: Standaardvervangingen
no: Standard erstatninger
pl: Zastąpienia domyślne
pt_br: Substituições Padrão
pt_pt: Substituições predefinidas
ro: Înlocuiri implicite
ru: Замены по умолчанию
sk: Predvolené náhrady
sl: Privzete zamenjave
sv: Förvalda ersättningar
th: การแทนที่เริ่มต้น
tr: Saptanmış Değişimler
uk: Типові заміни
vi: Mục thay thế mặc định
zh_cn: 默认替换项
zh_hk: 預設替代項目
zh_tw: 預設替代項目

# ACTIVITIES_CONTEXTS
source: Context
ar: السياق
bg: Контекст
cs: Kontext
da: Sammenhæng
de: Kontext
el: Περιβάλλον
es: Contexto
es_us: Contexto
fi: Konteksti
fr: Contexte
fr_ca: Contexte
he: הקשר
hi: संदर्भ
hr: Kontekst
hu: Környezet
id: Konteks
it: Contesto
ja: コンテクスト
kk: Контекст
ko: 문맥
lt: Kontekstas
ms: Konteks
no: Kontekst
pl: Kontekst
pt_br: Contexto
pt_pt: Contexto
ru: Контекст
sk: Kontext
sl: Kontekst
sv: Kontext
th: บริบท
tr: İçerik
uk: Контекст
vi: Ngữ cảnh
zh_cn: 上下文
zh_hk: 內容
zh_tw: 內容

# PUNCTUATION_GROUP_RULE_LABEL
source: Rule
ar: القاعدة
bg: Правило
ca: Regla
cs: Pravidlo
da: Regel
de: Regel
el: Κανόνας
es: Regla
es_us: Regla
fi: Sääntö
fr: Règle
fr_ca: Règle
he: כלל
hi: नियम
hr: Pravilo
hu: Szabály
id: Aturan
it: Regola
ja: ルール
kk: Ереже
ko: 규칙
lt: Taisyklė
ms: Peraturan
nl: Regel
no: Regel
pl: Reguła
pt_br: Regra
pt_pt: Regra
ro: Regulă
ru: Правило
sk: Pravidlo
sl: Pravilo
sv: Regel
th: กฎ
tr: Kural
uk: Правило
vi: Quy tắc
zh_cn: 规则
zh_hk: 規則
zh_tw: 規則

# CUSTOM_PUNCTUATION_ADD
source: Add Replacement
ar: إضافة بديل
bg: Добавяне на замяна
ca: Afegeix una substitució
cs: Přidat náhradu
da: Tilføj erstatning
de: Ersetzung hinzufügen
el: Προσθήκη αντικατάστασης
es: Añadir sustitución
es_us: Agregar sustitución
fi: Lisää korvaus
fr: Ajouter un remplacement
fr_ca: Ajouter un remplacement
he: הוספת חלופה
hi: प्रतिस्थापन जोड़ें
hr: Dodaj zamjenu
hu: Csere hozzáadása
id: Tambah Pengganti
it: Aggiungi sostituzione
ja: 置換項目を追加
kk: Ауыстыруды қосу
ko: 대치 항목 추가
lt: Įtraukti pakaitalą
ms: Tambah Penggantian
nl: Voeg vervangende tekst toe
no: Legg til erstatning
pl: Dodaj zastąpienie
pt_br: Adicionar Substituição
pt_pt: Adicionar substituição
ro: Adăugați o înlocuire
ru: Добавить замену
sk: Pridať náhradu
sl: Dodajanje zamenjave
sv: Lägg till ersättning
th: เพิ่มการแทนที่
tr: Değişim Ekle
uk: Додати заміну
vi: Thêm mục thay thế
zh_cn: 添加替换项目
zh_hk: 加入替代項目
zh_tw: 加入替代項目

# CURSOR_STYLE
source: Large Cursor
ar: مؤشر كبير
bg: Голям курсор
ca: Cursor gran
cs: Velký kurzor
da: Stor markør
de: Großer Cursor
el: Μεγάλος δρομέας
es: Cursor grande
es_us: Cursor grande
fi: Suuri kohdistin
fr: Large curseur
fr_ca: Large curseur
he: סמן גדול
hi: बड़ा कर्सर
hr: Veliki kursor
hu: Nagy kurzor
id: Kursor Besar
it: Cursore grande
ja: 大きいカーソルを使用
kk: Үлкен меңзер
ko: 큰 커서
lt: Didelis žymeklis
ms: Kursor Besar
nl: Grote cursor
no: Stor markør
pl: Duży kursor
pt_br: Cursor Grande
pt_pt: Cursor grande
ro: Cursor mare
ru: Крупный курсор
sk: Veľký kurzor
sl: Velik kazalec
sv: Stor markör
th: เคอร์เซอร์ใหญ่
tr: Büyük İmleç
uk: Великий курсор
vi: Con trỏ lớn
zh_cn: 大光标
zh_hk: 大型游標
zh_tw: 大型游標

source: Save
ar: حفظ
bg: Запази
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_us: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
lt: Išsaugoti
ms: Simpan
nl: Bewaar
no: Arkiver
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 存储
zh_hk: 儲存
zh_tw: 儲存

# HOME_INSTRUCTION_NHB
source: Slide one finger up from the bottom edge until you feel the first vibration then lift your finger.
ar: اسحب بإصبع واحد من الحافة السفلى إلى الأعلى حتى تشعر بالاهتزازة الأولى ثم ارفع إصبعك.
bg: Плъзнете с един пръст нагоре от долния край, докато усетите първата вибрация, след което вдигнете пръста си.
ca: Llisca amb un dit des de l’extrem inferior cap amunt fins que notis la primera vibració i després aixeca el dit.
cs: Přejeďte prstem od dolního okraje nahoru, dokud neucítíte první zavibrování, a pak prst zvedněte.
da: Skub op fra bunden med en finger, indtil du mærker den første vibration, og løft fingeren.
de: Streiche mit einem Finger vom unteren Bildschirmrand nach oben, bis die erste Vibration zu spüren ist, und hebe dann den Finger.
el: Σύρετε ένα δάχτυλο προς τα πάνω από την κάτω πλευρά μέχρι να αισθανθείτε την πρώτη δόνηση, και μετά σηκώστε το δάχτυλό σας.
es: Desliza un dedo hacia arriba desde el borde inferior y, cuando notes una primera vibración, levántalo.
es_us: Desliza un dedo hacia arriba desde el borde inferior hasta que sientas la primera vibración y luego levanta el dedo.
fi: Liu’uta yhtä sormea alareunasta ylöspäin, kunnes tunnet ensimmäisen värinän, ja nosta sitten sormi.
fr: Faites glisser un doigt vers le haut depuis le bord inférieur de l’écran jusqu’à ce que vous ressentiez la première vibration, puis levez votre doigt.
fr_ca: Balayez l’écran de bas en haut en partant du bord inférieur jusqu’à ce que vous ressentiez une vibration, puis levez votre doigt.
he: יש להחליק באצבע אחת כלפי מעלה מהקצה התחתון עד שיורגש הרטט הראשון, ואז להרים את האצבע.
hi: निचले किनारे से एक उँगली ऊपर की ओर तब तक स्लाइड करें जब तक आप पहले वाइब्रेशन का अनुभव न कर लें और तब अपनी उँगली उठा लें।
hr: Povucite jednim prstom od donjeg ruba zaslona prema gore sve dok ne osjetite prvu vibraciju, zatim podignite prst.
hu: Csúsztassa felfelé egyik ujját a képernyő alsó szélétől, amíg az első rezgés nem észlelhető, és emelje fel az ujját.
id: Geser satu jari ke atas dari tepi bawah hingga Anda merasakan getaran pertama, lalu angkat jari Anda.
it: Scorri con un dito verso l’alto dal bordo inferiore dello schermo fino a quando non percepisci la prima vibrazione, quindi sollevalo.
ja: 画面の下の端から1本の指で1回目の振動を感じるまで上にスライドして、指を離します。
kk: Бір саусағыңызды алғашқы дірілді сезгенше төменгі жиектен жоғары қарай сырғытыңыз, содан кейін саусағыңызды көтеріңіз.
ko: 첫 번째 진동이 느껴질 때까지 한 손가락으로 화면 하단 가장자리에서 위로 밀어 올린 다음 손가락을 떼십시오.
lt: Slinkite vienu pirštu aukštyn nuo apatinio krašto, kol pajusite pirmąją vibraciją, tada pakelkite pirštą.
ms: Luncurkan satu jari ke atas dari pinggir bawah sehingga anda merasai getaran pertama, kemudian angkat jari anda.
nl: Schuif één vinger omhoog vanaf de onderrand totdat je de eerste trilling voelt en til je vinger op.
no: Før én finger opp fra nedre kant til du kjenner den første vibrasjonen. Løft så fingeren.
pl: Przesuń jednym palcem w górę od dolnej krawędzi ekranu, aż poczujesz pierwszą wibrację, i unieś palec.
pt_br: Deslize um dedo para cima a partir da borda inferior da tela até sentir a primeira vibração e levante o dedo.
pt_pt: Passe o dedo para cima desde a parte inferior do ecrã; levante o dedo quando sentir a primeira vibração.
ro: Glisați cu un deget în sus dinspre marginea inferioară până când simțiți prima vibrație, apoi ridicați‑vă degetul.
ru: Проведите пальцем вверх от нижнего края экрана, пока не почувствуете первую вибрацию, затем поднимите палец.
sk: Potiahnite od spodného okraja smerom nahor po prvú vibráciu a potom nadvihnite prst.
sl: Drsite s prstom od spodnjega roba navzgor, dokler ne začutite prvega tresljaja, nato dvignite prst.
sv: Dra ett finger uppåt från skärmens nederkant tills du känner den första vibreringen och lyft sedan på fingret.
th: ใช้หนึ่งนิ้วลากขึ้นจากขอบด้านล่างสุดจนกระทั่งคุณรู้สึกถึงการสั่นครั้งที่หนึ่งแล้วปล่อยนิ้วของคุณ
tr: Bir parmağınızı ilk titremeyi hissedene kadar ekranın alt kenarından yukarı doğru kaydırın ve parmağınızı kaldırın.
uk: Ведіть пальцем від нижнього краю вгору та приберіть палець, коли відчуєте першу вібрацію.
vi: Trượt lên bằng một ngón tay từ cạnh dưới cho đến khi bạn cảm thấy lần rung đầu tiên, sau đó nhấc ngón tay lên.
zh_cn: 单指从屏幕底部边缘向上滑动直至感觉到第一次振动，然后抬起手指。
zh_hk: 用單指由底部邊緣向上掃，感覺到第一次震動後放開手指。
zh_tw: 單指從底部邊緣向上滑動，感覺到第一次震動後便放開手指。

# BASE_GROUP_LABEL
source: Based On
ar: اعتمادًا على
bg: Въз основа на
ca: Basat en
cs: Podle
da: Baseret på
de: Basierend auf
el: Βασίζεται σε
es: Basado en
es_us: Según
fi: Perusteena
fr: Basé sur
fr_ca: Référence
he: מבוסס על
hi: इस पर आधारित
hr: Bazirano na
hu: A következő alapján
id: Berdasarkan
it: Basato su
ja: ベース
kk: Негізделген
ko: 다음을 기준
lt: Pagal
ms: Berdasarkan Pada
nl: Gebaseerd op
no: Basert på
pl: Bazuje na
pt_br: Baseado em
pt_pt: Com base em
ro: Pe baza
ru: На основе
sk: Založené na
sl: Glede na
sv: Baserat på
th: ขึ้นอยู่กับ
tr: Baz Alınan
uk: На основі
vi: Dựa trên
zh_cn: 基于
zh_hk: 根據
zh_tw: 基準條件

# NEURAL_VOICEOVER
source: VoiceOver Recognition
ar: التعرف باستخدام التعليق الصوتي
bg: VoiceOver разпознаване
ca: Reconeixement del VoiceOver
cs: Inteligentní VoiceOver
da: VoiceOver-genkendelse
de: VoiceOver-Erkennung
el: Αναγνώριση VoiceOver
es: Reconocimiento de VoiceOver
es_us: Reconocimiento de VoiceOver
fi: VoiceOver-tunnistus
fr: Reconnaissance par VoiceOver
fr_ca: Reconnaissance VoiceOver
he: זיהוי VoiceOver
hi: VoiceOver पहचान
hr: Prepoznavanje pomoću VoiceOvera
hu: VoiceOver-felismerés
id: Pengenalan VoiceOver
it: Riconoscimento VoiceOver
ja: VoiceOver認識
kk: VoiceOver тану
ko: VoiceOver 인식
lt: „VoiceOver“ atpažinimas
ms: Pengecaman VoiceOver
nl: VoiceOver-herkenning
no: VoiceOver-gjenkjenning
pl: Rozpoznawanie VoiceOver
pt_br: Reconhecimento do VoiceOver
pt_pt: Reconhecimento do VoiceOver
ro: Recunoaștere VoiceOver
ru: Распознавание VoiceOver
sk: Inteligentný VoiceOver
sl: Prepoznavanje VoiceOver
sv: VoiceOver-igenkänning
th: การเรียนรู้ VoiceOver
tr: VoiceOver Tanıması
uk: Розпізнавання через нейронний VoiceOver
vi: Nhận biết VoiceOver
zh_cn: 旁白识别
zh_hk: 旁白識別
zh_tw: 旁白辨識

# AUDIO_DUCKING_ALWAYS_FOOTER
source: The volume of media and calls will always be reduced when VoiceOver is on.
ar: سيتم خفض مستوى صوت الوسائط والمكالمات دائمًا عندما تكون ميزة التعليق الصوتي مشغلة.
bg: Силата на звука по време на разговори и на медията винаги ще бъде намален, когато е включен VoiceOver.
ca: S’abaixarà el volum de les trucades i del contingut multimèdia sempre que el VoiceOver estigui activat.
cs: Hlasitost médií a hovorů bude při zapnutém VoiceOveru trvale snížená.
da: Lydstyrken på medier og opkald bliver altid skruet ned, når VoiceOver er slået til.
de: Die Lautstärke von Medien und Anrufen wird immer reduziert, wenn VoiceOver aktiv ist.
el: Η ένταση ήχου πολυμέσων και κλήσεων θα μειώνεται πάντα όταν είναι ενεργό το VoiceOver.
es: El volumen del contenido multimedia y las llamadas se reducirá siempre cuando VoiceOver esté activado.
es_us: El volumen del contenido y las llamadas se reducirá si se activó VoiceOver.
fi: Median ja puhelujen äänenvoimakkuutta lasketaan aina, kun VoiceOver on päällä.
fr: Le volume des contenus multimédias et des appels sera toujours baissé lorsque VoiceOver sera activé.
fr_ca: Le volume du contenu multimédia et des appels sera toujours réduit lorsque VoiceOver sera activé.
he: עוצמת השמע של מדיה ושיחות תמיד תופחת כאשר VoiceOver פעיל.
hi: VoiceOver चालू रहने पर मीडिया और कॉल का वॉल्यूम हमेशा कम किया जाएगा।
hr: Glasnoća medija i poziva uvijek će se stišati kad je uključen VoiceOver.
hu: A média és a hívások hangereje mindig csökkentve lesz, amikor a VoiceOver be van kapcsolva.
id: Volume media dan panggilan akan selalu dikurangi saat VoiceOver menyala.
it: Il volume dei contenuti multimediali e delle chiamate verrà sempre ridotto quando VoiceOver è attivo.
ja: VoiceOverがオンのときにメディアと通話の音量は常に下がります。
kk: VoiceOver қосулы кезде, медиа мен қоңыраулардың дыбыс деңгейі әрқашан төмендетіледі.
ko: VoiceOver가 켜져 있으면 미디어 및 통화 음량을 항상 줄입니다.
lt: Įjungus „VoiceOver“, medijos ir skambučių garsumas visada bus sumažintas.
ms: Kelantangan media dan panggilan akan sentiasa dikurangkan apabila VoiceOver aktif.
nl: Het volume van media en oproepen wordt altijd verlaagd wanneer VoiceOver is ingeschakeld.
no: Volumet i medieavspilling og samtaler vil alltid bli redusert når VoiceOver er på.
pl: Głośność multimediów i połączeń będzie zawsze obniżana, gdy funkcja VoiceOver jest włączona.
pt_br: O volume de ligações e mídias será sempre reduzido quando o VoiceOver estiver ativado.
pt_pt: O volume do conteúdo multimédia e das chamadas é sempre reduzido quando o VoiceOver está ativado.
ro: Volumul conținutului multimedia și al apelurilor va fi redus întotdeauna dacă funcționalitatea VoiceOver este activată.
ru: Громкость медиаконтента и вызовов всегда будет уменьшена при включенном VoiceOver.
sk: Hlasitosť médií a hovorov bude pri zapnutej funkcii VoiceOver vždy znížená.
sl: Ko je funkcija VoiceOver vklopljena, bo glasnost predstavnostne vsebine in klicev vedno zmanjšana.
sv: Volymen för medier och samtal sänks alltid när VoiceOver är på.
th: ระดับเสียงของสื่อและสายโทรจะลดลงเสมอเมื่อเปิดใช้ VoiceOver
tr: VoiceOver açıkken ortamların ve aramaların ses yüksekliği her zaman azaltılır.
uk: Гучність викликів і медіавмісту завжди знижуватиметься, якщо ввімкнено VoiceOver.
vi: Âm lượng của phương tiện và cuộc gọi sẽ luôn được giảm xuống khi VoiceOver được bật.
zh_cn: “旁白”打开时，始终降低媒体和通话音量。
zh_hk: 「旁白」開啟期間，媒體和通話的音量總是會降低。
zh_tw: 媒體和通話音量會在「旁白」開啟時永遠降低。

# PUNCTUATION_CONTEXT_FOOTER
source: Automatically switch to this punctuation group when encountering one of the selected text contexts.
ar: التبديل التلقائي لمجموعة علامات الترقيم عند مصادفة إحدى سياقات النصوص المحددة.
bg: Автоматично преминаване към тази група с пунктуация, попадайки на един от избраните контексти на текста.
ca: Canvia automàticament a aquest grup de puntuació en trobar un dels contextos del text seleccionat.
cs: Ve vybraných textových kontextech dojde k automatickému přepnutí na tuto skupinu interpunkce.
da: Skift automatisk til denne gruppe til skilletegn, når der registreres en af de valgte tekstsammenhænge.
de: Automatisch zu dieser Satzzeichengruppe wechseln, wenn du auf einen der ausgewählten Textkontexte triffst.
el: Αυτόματη εναλλαγή σε αυτήν την ομάδα σημείων στίξης όταν υπάρχει ένα από τα επιλεγμένα περιβάλλοντα κειμένου.
es: Cambia automáticamente a este grupo de puntuación al encontrar uno de los contextos textuales seleccionados.
es_us: Cambia automáticamente a este grupo de puntuación al encontrar uno de los contextos seleccionados.
fi: Vaihda tähän välimerkkiryhmään automaattisesti, kun konteksti on jokin valituista.
fr: Activez automatiquement ce groupe de ponctuation lors de la détection de l’un des contextes textuels sélectionnés.
fr_ca: Ce groupe de ponctuation est automatiquement choisi lorsqu’un contexte de texte est identifié parmi ceux sélectionnés.
he: ניתן לעבור באופן אוטומטי לקבוצת פיסוק זו כאשר יופיע אחד מההקשרים הטקסטואלים שנבחרו.
hi: किसी एक चयनित टेक्स्ट संदर्भ का सामना करने पर इस विराम चिह्न सूमह पर ऑटोमैटिकली स्विच करें।
hr: Automatsko prebacivanje na ovu grupu interpunkcije prilikom nailaženja na jedan od odabranih tekstualnih konteksta.
hu: Automatikus váltás erre az írásjelcsoportra, amikor a kijelölt szövegkörnyezetek egyike megjelenik.
id: Beralih ke grup tanda baca ini secara otomatis saat menemukan salah satu konteks teks yang dipilih.
it: Passa automaticamente a questo gruppo di punteggiatura in presenza di uno dei contesti testuali selezionati.
ja: 選択したいずれかのテキストコンテキストが出現したときに、この句読点グループに自動的に切り替えます。
kk: Таңдалған мәтін контекстерінің бірін анықтаған жағдайда, осы тыныс белгілер тобына автоматты түрде ауысу.
ko: 선택한 텍스트 문맥 중 하나가 나타나면 자동으로 이 구두점 그룹으로 전환합니다.
lt: Automatiškai perjunkite į šią skyrybos ženklų grupę, kai susiduriate su vienu iš pasirinktų teksto kontekstų.
ms: Tukar kepada kumpulan tanda baca ini secara automatik apabila menemui salah satu daripada konteks teks yang dipilih.
nl: Schakel automatisch over naar deze interpunctiegroep wanneer je een van de geselecteerde tekstcontexten tegenkomt.
no: Bytt automatisk til denne tegnsettingsgruppen når du kommer til en av de valgte kontekstene.
pl: Ta grupa interpunkcji będzie aktywowania automatycznie po napotkaniu jednego z wybranych kontekstów tekstowych.
pt_br: Alterne automaticamente para este grupo de pontuação ao encontrar um dos contextos de texto selecionados.
pt_pt: Mudar automaticamente para este grupo de pontuação ao encontrar um dos contextos textuais selecionados.
ro: Comutați automat la acest grup de punctuație la întâmpinarea unuia dintre contextele selectate de text.
ru: Автоматически переключаться на эту группу пунктуации при обнаружении одного из выбранных контекстов текста.
sk: Vo vybraných textových kontextoch dôjde k automatickému prepnutiu na túto skupinu interpunkcie.
sl: Pri izbranih besedilnih kontekstih samodejno preklopite na to skupino ločil.
sv: Växla automatiskt till den här interpunktionsgruppen när du påträffar en av de valda textkontexterna.
th: เปลี่ยนเป็นกลุ่มเครื่องหมายวรรคตอนกลุ่มนี้โดยอัตโนมัติเมื่อตรงกับหนึ่งในบริบทของข้อความที่เลือก
tr: Seçilen metin içeriklerinden biriyle karşılaştığınızda otomatik olarak bu noktalama grubuna geçiş yapar.
uk: Автоматично перемикатися на цю групу розділових знаків, натрапляючи на один з вибраних контекстів тексту.
vi: Tự động chuyển đổi sang nhóm dấu câu này khi gặp phải một trong các ngữ cảnh văn bản được chọn.
zh_cn: 遇到所选文本内容之一时，自动切换至此标点群组。
zh_hk: 遇到所選的文字內容時，自動切換至此標點符號群組。
zh_tw: 遇到所選的文字內容時自動切換到此標點符號群組。
